---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.TextBox
source: html/775009fd-1ab0-1e71-e94d-71ed3be5559a.htm
---
# TextBox Members

Determines whether the specified Object is equal to the current Object .